
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Initial page · Chronicle of Wuhan Virus</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Pyrhae">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-prism/prism-solarizedlight.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-bibtex-indexed-cite/style.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-anchor-navigation-ex/style/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-page-footer-ex/style/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-donate/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="chap01中文资料整合/" />
    
    

    <style>
    @media only screen and (max-width: 640px) {
        .book-header .hidden-mobile {
            display: none;
        }
    }
    </style>
    <script>
        window["gitbook-plugin-github-buttons"] = {"buttons":[{"user":"riskers","repo":"gitbook-template","type":"star","size":"small","count":true}]};
    </script>

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">Preamble</li>
        
        
    
        <li class="chapter active" data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Initial page
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">中文资料整合</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="chap01中文资料整合/">
            
                <a href="chap01中文资料整合/">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="chap01中文资料整合/民间纪事/这是一份重要的民间纪事。.html">
            
                <a href="chap01中文资料整合/民间纪事/这是一份重要的民间纪事。.html">
            
                    
                    少儿贫道-民间纪事
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.2.1" data-path="chap01中文资料整合/民间纪事/timeline/covid-19-timeline.html">
            
                <a href="chap01中文资料整合/民间纪事/timeline/covid-19-timeline.html">
            
                    
                    Timeline
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="chap01中文资料整合/次生灾难与思考/别叫我英雄，受之有愧.html">
            
                <a href="chap01中文资料整合/次生灾难与思考/别叫我英雄，受之有愧.html">
            
                    
                    次生灾难与思考
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="chap01中文资料整合/网络暴力下的方方日记/北岛关闭评论、白睿文微博沦陷.html">
            
                <a href="chap01中文资料整合/网络暴力下的方方日记/北岛关闭评论、白睿文微博沦陷.html">
            
                    
                    网络暴力下的方方日记
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">English Materials</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="chap02English_Materials/">
            
                <a href="chap02English_Materials/">
            
                    
                    Disclaimer
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="chap02English_Materials/Whistler-Riptide.html">
            
                <a href="chap02English_Materials/Whistler-Riptide.html">
            
                    
                    The Whistle-giver
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="chap02English_Materials/Opposition_Faction/">
            
                <a href="chap02English_Materials/Opposition_Faction/">
            
                    
                    Opposition Faction
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.3.1" data-path="chap02English_Materials/Opposition_Faction/Chinas_Chernobyl_moment.html">
            
                <a href="chap02English_Materials/Opposition_Faction/Chinas_Chernobyl_moment.html">
            
                    
                    China Chernobyl Moment
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="3.4" data-path="chap02English_Materials/The_Moderates/">
            
                <a href="chap02English_Materials/The_Moderates/">
            
                    
                    The Moderates
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.4.1" data-path="chap02English_Materials/The_Moderates/The_World_After_Coronavirus.html">
            
                <a href="chap02English_Materials/The_Moderates/The_World_After_Coronavirus.html">
            
                    
                    The World After Coronavirus
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    
        
        <li class="header">HK的衰落</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="chap03香港的衰落/Died_for_Freedom.html">
            
                <a href="chap03香港的衰落/Died_for_Freedom.html">
            
                    
                    为自由而死
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >Initial page</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <div id="anchor-navigation-ex-navbar"><i class="fa fa-navicon"></i><ul><li><span class="title-icon "></span><a href="#initial-page"><b></b>Initial page</a></li><ul><li><span class="title-icon "></span><a href="#&#x4E2A;&#x4EBA;&#x6574;&#x7406;&#x7684;&#x7C97;&#x7565;&#x65F6;&#x95F4;&#x7EBF;&#xFF1A;"><b></b>&#x4E2A;&#x4EBA;&#x6574;&#x7406;&#x7684;&#x7C97;&#x7565;&#x65F6;&#x95F4;&#x7EBF;&#xFF1A;</a></li></ul></ul></div><a href="#initial-page" id="anchorNavigationExGoTop"><i class="fa fa-arrow-up"></i></a><h1 id="initial-page"><a name="initial-page" class="anchor-navigation-ex-anchor" href="#initial-page"><i class="fa fa-link" aria-hidden="true"></i></a>Initial page</h1>
<p>On 23<strong>rd</strong> January 2020, news about <strong>the</strong> Wuhan <span style="color:coral">l</span>ockdown spread on <strong>the</strong> <span style="color:coral">i</span>nternet. At that time, I was <span style="color:coral">at</span> home, <strong>in rural Hunan</strong>, shocked by this news and other related news.</p>
<p>Today, <strong>the</strong> 22<strong>nd</strong> April 2020, this disaster is still <strong>unfolding</strong>. I begin to record <strong>these</strong> events, considering them to be a turning point <span style="color:coral">in</span> China&apos;s history and also a milestone in modern human history.</p>
<p>What should we believe? Is the slight <strong>murmuring</strong> which is turning up and lingering in the <strong>crannies</strong> of web platform<span style="color:coral">s</span> to listen? Them are covered up by the Chinese style <strong>political correctness</strong>&#x3001;through information blockout<span style="color:coral">s</span> and <strong>misleading the public</strong>. <strong>Finally</strong>, different opinions of different political stands and different requests of different groups, are totally <strong>suppressed</strong> by one loud voice. People are indifferent and unconcerned about politics, for they are scared by politics. However, bad politics <strong>will finally</strong> catch those men with every kind of thorns also and thistles.</p>
<p>What should we expect? <strong>Will it be a century or longer of suffering the manipulation and deception by the dictatorial government which derives</strong> from several thousand years of feudalism. Do this ancient and old race which wagged forward still have a future? <strong>The events of this virus</strong>, in reality are a post-modern inquiry for humankind. More and More high level technologies were introduced <strong>in confronting the virus</strong>, which <strong>have placed</strong> freedom in danger. <span style="color:coral">Globalization has become  a joke, so has  the conception of a common destiny for all mankind</span> The chasm between the dictatorial world and <strong>the</strong> free world <em>has torn</em> the flattering face of capitalism into pieces.</p>
<p>Humankind is oblivious of history, every generation comes from the nil and the ignorant. Maybe this event is just another SARS event or Tiananmen event, and Chinese almost know nothing about it and humankind pretend they almost know nothing about it.</p>
<p>There is no hope for this country, so long as what have been stated and showed here is still not permitted spreading freely. Here, what I record, what I think, all base on the stand of anti-dictatorship. I want to record how this Leviathan stepping into decay in this year, though the going-down had began in 2019, 2020 is worthier of recording. In this year the virus came from the unknown other place, owing to the globalization and Capitalism, under the cover of dictatorship of China, have been rampaging all of the world. Those empty cities, those deadly quiet streets, depict to us some kind of Doomsday.</p>
<p>Some said, the earth is a cliff, and civilization is a two-hundred-years train.  &quot;The world is getting worse and worse, which cannot be pulled back, just like a train rushing towards cliff, fall down from head to foot. And the train is the delta of 200 years of falling.&quot; If this should be true, I wish the contemporaries and the next generations would never forget it. In the 200 years of humankind&apos;s group memory, in the 200 years of civilization, may people remember for who the death bell rings. Civilizations have been taking a long long time to get into this level, however, the destroy of it only costs a second.</p>
<p>&#x6211;&#x4EEC;&#x80FD;&#x76F8;&#x4FE1;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x662F;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x5E73;&#x53F0;&#x4E0A;&#x90A3;&#x4E9B;&#x5728;&#x5939;&#x7F1D;&#x4E2D;&#x82DF;&#x5EF6;&#x6B8B;&#x5598;&#x7684;&#x5FAE;&#x5F31;&#x7684;&#x547C;&#x6551;&#x5417;&#xFF1F;&#x5B83;&#x4EEC;&#x968F;&#x540E;&#x88AB;&#x4E2D;&#x56FD;&#x5F0F;&#x7684;&#x201C;&#x653F;&#x6CBB;&#x6B63;&#x786E;&#x201D;&#x3001;&#x4FE1;&#x606F;&#x5C01;&#x9501;&#x3001;&#x6DF7;&#x6DC6;&#x89C6;&#x542C;&#x63A9;&#x76D6;&#x4E86;&#x3002;&#x4E0D;&#x540C;&#x7684;&#x653F;&#x6CBB;&#x58F0;&#x97F3;&#xFF0C;&#x4E0D;&#x540C;&#x4EBA;&#x7FA4;&#x7684;&#x8BC9;&#x6C42;&#xFF0C;&#x6700;&#x7EC8;&#x88AB;&#x4E00;&#x4E2A;&#x5608;&#x6742;&#x7684;&#x58F0;&#x97F3;&#x53D6;&#x7F14;&#x4E86;&#x3002;&#x4EBA;&#x4EEC;&#x4E0D;&#x5173;&#x5FC3;&#x653F;&#x6CBB;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x5BB3;&#x6015;&#x653F;&#x6CBB;&#xFF1B;&#x4F46;&#x653F;&#x6CBB;&#x6700;&#x7EC8;&#x4F1A;&#x4EE5;&#x4E0D;&#x540C;&#x5F62;&#x5F0F;&#x7684;&#x538B;&#x69A8;&#x4E0E;&#x5265;&#x524A;&#x56DE;&#x5230;&#x90A3;&#x4E9B;&#x6D51;&#x6D51;&#x5669;&#x5669;&#x7684;&#x4EBA;&#x7FA4;&#x4E2D;&#x53BB;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x80FD;&#x671F;&#x671B;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x662F;&#x6570;&#x5343;&#x5E74;&#x5C01;&#x5EFA;&#x5E1D;&#x5236;&#x540E;&#x66F4;&#x4E3A;&#x6B8B;&#x9177;&#x7684;&#x72EC;&#x88C1;&#x653F;&#x6743;&#x4E00;&#x4E2A;&#x4E16;&#x7EAA;&#x751A;&#x81F3;&#x66F4;&#x957F;&#x65F6;&#x95F4;&#x7684;&#x611A;&#x5F04;&#x4E0E;&#x64CD;&#x7EB5;&#x5417;&#xFF1F;&#x8FD9;&#x4E2A;&#x53E4;&#x8001;&#x800C;&#x8150;&#x673D;&#x7684;&#x6C11;&#x65CF;&#xFF0C;&#x5B83;&#x6709;&#x672A;&#x6765;&#x5417;&#xFF1F;&#x8FD9;&#x6B21;&#x7684;&#x75C5;&#x6BD2;&#x4E8B;&#x4EF6;&#xFF0C;&#x5B83;&#x65E0;&#x7591;&#x66F4;&#x662F;&#x5BF9;&#x4EBA;&#x7C7B;&#x7684;&#x540E;&#x73B0;&#x4EE3;&#x5F0F;&#x62F7;&#x95EE;&#x3002;&#x66F4;&#x591A;&#x7684;&#x5148;&#x8FDB;&#x4E0E;&#x9AD8;&#x7AEF;&#x6280;&#x672F;&#x88AB;&#x6295;&#x5165;&#x4E0E;&#x75C5;&#x6BD2;&#x7684;&#x5BF9;&#x6297;&#x4E2D;&#xFF0C;&#x4EBA;&#x4EEC;&#x7684;&#x81EA;&#x7531;&#x53EF;&#x80FD;&#x8FDB;&#x4E00;&#x6B65;&#x53D7;&#x5230;&#x94B3;&#x5236;&#xFF1B;&#x5168;&#x7403;&#x5316;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x7B11;&#x8BDD;&#xFF0C;&#x4EBA;&#x7C7B;&#x547D;&#x8FD0;&#x5171;&#x540C;&#x4F53;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x7B11;&#x8BDD;&#x3002;&#x81EA;&#x7531;&#x4E16;&#x754C;&#x4E0E;&#x72EC;&#x88C1;&#x4E16;&#x754C;&#x7684;&#x9E3F;&#x6C9F;&#x5C06;&#x8D44;&#x672C;&#x4E3B;&#x4E49;&#x7684;&#x8C04;&#x5A9A;&#x5634;&#x8138;&#x6495;&#x5F97;&#x7C89;&#x788E;&#x3002;</p>
<p>&#x4EBA;&#x7C7B;&#x662F;&#x5065;&#x5FD8;&#x7684;&#xFF0C;&#x6BCF;&#x4E00;&#x4EE3;&#x4EBA;&#x90FD;&#x4ECE;&#x61F5;&#x61C2;&#x65E0;&#x77E5;&#x4E2D;&#x8D70;&#x8FC7;&#x6765;&#x3002;&#x4E5F;&#x8BB8;&#x8FD9;&#x6B21;&#x4E8B;&#x4EF6;&#x4E0D;&#x8FC7;&#x662F;&#x53E6;&#x4E00;&#x6B21;SARS&#x4E8B;&#x4EF6;&#xFF0C;&#x6216;&#x8005;&#x53E6;&#x4E00;&#x6B21;Tiananmen&#x4E8B;&#x4EF6;&#x3002;&#x4E2D;&#x56FD;&#x4EBA;&#x5BF9;&#x6B64;&#x51E0;&#x4E4E;&#x4E00;&#x65E0;&#x6240;&#x77E5;&#xFF0C;&#x4EBA;&#x7C7B;&#x5047;&#x88C5;&#x5BF9;&#x6B64;&#x51E0;&#x4E4E;&#x4E00;&#x65E0;&#x6240;&#x77E5;&#x3002;</p>
<p>&#x53EA;&#x8981;&#x8FD8;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x8FD9;&#x91CC;&#x6240;&#x5448;&#x73B0;&#x7684;&#x5185;&#x5BB9;&#x6CA1;&#x6709;&#x81EA;&#x7531;&#x4F20;&#x64AD;&#x7684;&#x53EF;&#x80FD;&#xFF0C;&#x8FD9;&#x4E2A;&#x56FD;&#x5BB6;&#x5C31;&#x6CA1;&#x6709;&#x5E0C;&#x671B;&#x53EF;&#x8A00;&#x3002;&#x5728;&#x6B64;&#xFF0C;&#x6211;&#x6240;&#x8BB0;&#x5F55;&#x7684;&#xFF0C;&#x6211;&#x6240;&#x601D;&#x8003;&#x7684;&#xFF0C;&#x90FD;&#x57FA;&#x4E8E;&#x53CD;&#x72EC;&#x88C1;&#x7684;&#x7ACB;&#x573A;&#x3002;&#x6211;&#x5E0C;&#x671B;&#x8BB0;&#x5F55;&#x8FD9;&#x4E00;&#x5E74;&#x91CC;&#x8FD9;&#x4E2A;&#x5229;&#x7EF4;&#x5766;&#x662F;&#x5982;&#x4F55;&#x8D70;&#x5411;&#x8870;&#x843D;&#xFF0C;&#x5C3D;&#x7BA1;2019&#x8FD9;&#x4E2A;&#x8870;&#x843D;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#xFF0C;&#x4F46;&#x662F;2020&#x662F;&#x66F4;&#x503C;&#x5F97;&#x8BB0;&#x5F55;&#x7684;&#x4E00;&#x5E74;&#x3002;&#x75C5;&#x6BD2;&#x6765;&#x81EA;&#x6666;&#x6697;&#x4E0D;&#x660E;&#x7684;&#x4ED6;&#x5904;&#xFF0C;&#x501F;&#x5168;&#x7403;&#x5316;&#x4E0E;&#x8D44;&#x672C;&#x4E3B;&#x4E49;&#x7684;&#x4FBF;&#x5229;&#xFF0C;&#x5728;&#x72EC;&#x88C1;&#x653F;&#x6743;&#x7684;&#x62A4;&#x4F51;&#x4E0B;&#x5C60;&#x622E;&#x56DB;&#x65B9;&#xFF1B;&#x90A3;&#x4E9B;&#x7A7A;&#x8361;&#x8361;&#x7684;&#x90FD;&#x5E02;&#xFF0C;&#x6B7B;&#x5BC2;&#x7684;&#x8857;&#x9053;&#xFF0C;&#x5411;&#x6211;&#x4EEC;&#x8BE0;&#x91CA;&#x4E86;&#x67D0;&#x79CD;&#x672B;&#x65E5;&#x60C5;&#x666F;&#x3002;</p>
<p>&#x6709;&#x4EBA;&#x8BF4;&#xFF0C;&#x4E16;&#x754C;&#x662F;&#x4E00;&#x4E2A;&#x60AC;&#x5D16;&#xFF0C;&#x6587;&#x660E;&#x662F;&#x4E8C;&#x767E;&#x5E74;&#x7684;&#x706B;&#x8F66;&#x3002;&#x201C;&#x4E16;&#x754C;&#x4F1A;&#x8D8A;&#x6765;&#x8D8A;&#x574F;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x65E0;&#x6CD5;&#x63A7;&#x5236;&#xFF0C;&#x6BD4;&#x5982;&#x4E00;&#x8D9F;&#x706B;&#x8F66;&#x51B2;&#x5165;&#x60AC;&#x5D16;&#xFF0C;&#x4E5F;&#x662F;&#x4ECE;&#x5934;&#x5230;&#x5C3E;&#x987A;&#x5E8F;&#x6389;&#x843D;&#xFF0C;&#x8FD9;&#x8D9F;&#x706B;&#x8F66;&#x5C31;&#x662F;&#x4E8C;&#x767E;&#x5E74;&#x65F6;&#x5149;&#x3002;&#x201D; &#x5982;&#x679C;&#x8FD9;&#x662F;&#x771F;&#x7684;&#xFF0C;&#x6211;&#x5E0C;&#x671B;&#x81F3;&#x5C11;&#x4E8C;&#x767E;&#x5E74;&#x5185;&#xFF0C;&#x5F53;&#x4EE3;&#x4EBA;&#x4E0E;&#x5176;&#x540E;&#x7684;&#x51E0;&#x4EE3;&#x4EBA;&#x8BB0;&#x4F4F;&#x8FD9;&#x6B21;&#x707E;&#x96BE;&#x3002;&#x5728;&#x4EBA;&#x7C7B;&#x7FA4;&#x4F53;&#x8BB0;&#x5FC6;&#x7684;&#x4E24;&#x767E;&#x5E74;&#x5185;&#xFF0C;&#x5728;&#x6587;&#x660E;&#x7684;&#x4E8C;&#x767E;&#x5E74;&#x5185;&#xFF0C;&#x5E0C;&#x671B;&#x4EBA;&#x4EEC;&#x4E0D;&#x8981;&#x5FD8;&#x8BB0;&#x4E27;&#x949F;&#x4E3A;&#x4F55;&#x800C;&#x9E23;&#x3002;&#x56E0;&#x4E3A;&#x6587;&#x660E;&#x53D1;&#x5C55;&#x5230;&#x4ECA;&#x5929;&#xFF0C;&#x5B83;&#x7684;&#x6BC1;&#x706D;&#x771F;&#x7684;&#x53EA;&#x9700;&#x8981;&#x4E00;&#x70B9;&#x65F6;&#x95F4;&#x800C;&#x5DF2;&#x3002;</p>
<h2 id="&#x4E2A;&#x4EBA;&#x6574;&#x7406;&#x7684;&#x7C97;&#x7565;&#x65F6;&#x95F4;&#x7EBF;&#xFF1A;"><a name="&#x4E2A;&#x4EBA;&#x6574;&#x7406;&#x7684;&#x7C97;&#x7565;&#x65F6;&#x95F4;&#x7EBF;&#xFF1A;" class="anchor-navigation-ex-anchor" href="#&#x4E2A;&#x4EBA;&#x6574;&#x7406;&#x7684;&#x7C97;&#x7565;&#x65F6;&#x95F4;&#x7EBF;&#xFF1A;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E2A;&#x4EBA;&#x6574;&#x7406;&#x7684;&#x7C97;&#x7565;&#x65F6;&#x95F4;&#x7EBF;&#xFF1A;</h2>
<table>
    <tr>
        <th>Date</th>
        <th>Events</th>
        <th>References</th>  
    </tr>
  <tr>
        <td>03.17</td>
        <td>&#x4E2D;&#x56FD;&#x9A71;&#x9010;&#x7F8E;&#x56FD;&#x8BB0;&#x8005;</td>
        <td><a href="https://www.nytimes.com/2020/03/17/business/media/china-expels-american-journalists.htm" target="_blank">NewYorkTimes, China Announces That It Will Expel American Journalists</a></td>
    </tr>
    <tr>
        <td rowspan="2">04.14</td>
        <td>Trump&#x6682;&#x505C;&#x4E86;&#x7ED9;WHO&#x7684;&#x8D44;&#x91D1;</td>
        <td><a href="https://globalnews.ca/news/6818210/trump-halts-us-funding-who-coronavirus/" target="_blank">GlobalNews, Trump orders U.S. to halt funding to WHO over coronavirus response</a></td>
    </tr>
    <tr>
        <td>&#x6B66;&#x6C49;&#x60CA;&#x73B0;&#x5927;&#x5B57;&#x62A5; &#x5A01;&#x80C1;&#x65B9;&#x65B9;&#x4EE5;&#x6B7B;&#x8C22;&#x7F6A;</td>
        <td><a href="http://www.rfi.fr/cn/%E7%A4%BE%E4%BC%9A/20200416-%E6%AD%A6%E6%B1%89%E8%A1%97%E5%A4%B4%E6%83%8A%E7%8E%B0%E5%A8%81%E8%83%81%E6%96%B9%E6%96%B9%E5%A4%A7%E5%AD%97%E6%8A%A5-%E8%A6%81%E6%B1%82-%E5%89%8A%E5%8F%91%E4%B8%BA%E5%B0%BC%E6%88%96%E4%BB%A5%E6%AD%BB%E8%B0%A2%E7%BD%AA" target="_blank">&#x6B66;&#x6C49;&#x8857;&#x5934;&#x60CA;&#x73B0;&#x5A01;&#x80C1;&#x65B9;&#x65B9;&#x5927;&#x5B57;&#x62A5;&#xFF1A;&#x8981;&#x6C42;&#x201C;&#x524A;&#x53D1;&#x4E3A;&#x5C3C;&#x6216;&#x4EE5;&#x6B7B;&#x8C22;&#x7F6A;&#x201D;</a></td>
    </tr>
    <tr>
        <td>04.16</td>
        <td>&#x6570;&#x5B57;&#x8D27;&#x5E01;&#x5C06;&#x5728;&#x82CF;&#x5DDE;&#x76F8;&#x57CE;&#x533A;&#x843D;&#x5730;</td>
        <td><a href="http://www.nbd.com.cn/articles/2020-04-16/1425918.html" target="_blank">&#x592E;&#x884C;&#x6570;&#x5B57;&#x8D27;&#x5E01;&#x5E94;&#x7528;&#x5C06;&#x5728;&#x82CF;&#x5DDE;&#x76F8;&#x57CE;&#x533A;&#x843D;&#x5730;</a><br> <a href="https://www.ledgerinsights.com/china-digital-currency-transport-payments-in-suzhou/" target="_blank">In May China&#x2019;s digital currency to be used for transport payments in Suzhou</a></td>
    </tr>
    <tr>
        <td>04.17</td>
        <td>&#x6B66;&#x6C49;&#x5B98;&#x65B9;&#x79F0;&#x75C5;&#x6BD2;&#x7684;&#x6B7B;&#x4EA1;&#x4EBA;&#x6570;&#x7A81;&#x589E;1290</td>
        <td><a href="https://globalnews.ca/news/6831122/coronavirus-wuhan-death-toll-up/" target="_blank">GlobalNews,Wuhan adds 1,290 coronavirus deaths to its total count, citing overwhelmed hospitals</a></td>
    </tr>
    <tr>
        <td>04.18</td>
        <td>&#x9999;&#x6E2F;&#x8B66;&#x65B9;&#x4E0A;&#x95E8;&#x62D8;&#x6355;&#x591A;&#x540D;&#x6CDB;&#x6C11;&#x4EBA;&#x58EB;</td>
        <td><a href="https://chinadigitaltimes.net/chinese/2020/04/%e5%be%b7%e5%9b%bd%e4%b9%8b%e5%a3%b0%ef%bd%9c%e9%a6%99%e6%b8%af%e8%ad%a6%e6%96%b9%e4%b8%8a%e9%97%a8%e6%8b%98%e6%8d%95%e5%a4%9a%e5%90%8d%e6%b3%9b%e6%b0%91%e4%ba%ba%e5%a3%ab/" target="_blank">&#x4E2D;&#x56FD;&#x6570;&#x5B57;&#x65F6;&#x4EE3;&#xFF0C;&#x9999;&#x6E2F;&#x8B66;&#x65B9;&#x4E0A;&#x95E8;&#x62D8;&#x6355;&#x591A;&#x540D;&#x6CDB;&#x6C11;&#x4EBA;&#x58EB;</a></td>
    </tr>
</table>


<!-- | 日期 | 事件 |         引用|
| -- | --| --|
|03.17 |中国驱逐美国记者 | -[NewYorkTimes, China Announces That It Will Expel American Journalists](https://www.nytimes.com/2020/03/17/business/media/china-expels-american-journalists.html)|
|04.14 |Trump暂停了给WHO的资金| -[GlobalNews, Trump orders U.S. to halt funding to WHO over coronavirus response](https://globalnews.ca/news/6818210/trump-halts-us-funding-who-coronavirus/) |
|04.16 |数字货币将在苏州相城区落地| -[央行数字货币应用将在苏州相城区落地](http://www.nbd.com.cn/articles/2020-04-16/1425918.html)<br> -[In May China’s digital currency to be used for transport payments in Suzhou](https://www.ledgerinsights.com/china-digital-currency-transport-payments-in-suzhou/)|
|04.17 |武汉官方称病毒的死亡人数突增1290|-[GlobalNews,Wuhan adds 1,290 coronavirus deaths to its total count, citing overwhelmed hospitals](https://globalnews.ca/news/6831122/coronavirus-wuhan-death-toll-up/)|
|04.18 |香港警方上门拘捕多名泛民人士| -[中国数字时代，香港警方上门拘捕多名泛民人士](https://chinadigitaltimes.net/chinese/2020/04/%e5%be%b7%e5%9b%bd%e4%b9%8b%e5%a3%b0%ef%bd%9c%e9%a6%99%e6%b8%af%e8%ad%a6%e6%96%b9%e4%b8%8a%e9%97%a8%e6%8b%98%e6%8d%95%e5%a4%9a%e5%90%8d%e6%b3%9b%e6%b0%91%e4%ba%ba%e5%a3%ab/) -->
<footer class="page-footer-ex"> <span class="page-footer-ex-copyright"> By <a href="https://github.com/pyrhae" target="_blank">Pyrhae</a>&#xFF0C;&#x4F7F;&#x7528;<a href="https://creativecommons.org/licenses/by-sa/4.0/" target="_blank">&#x77E5;&#x8BC6;&#x5171;&#x4EAB; &#x7F72;&#x540D;-&#x76F8;&#x540C;&#x65B9;&#x5F0F;&#x5171;&#x4EAB; 4.0&#x534F;&#x8BAE;</a>&#x53D1;&#x5E03; </span> &#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; <span class="page-footer-ex-footer-update"> &#x6B64;&#x9875;&#x9762;&#x4FEE;&#x8BA2;&#x4E8E;&#xFF1A; 2020-04-23 15:57:16 </span> </footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="chap01中文资料整合/" class="navigation navigation-next navigation-unique" aria-label="Next page: 前言">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Initial page","level":"1.1","depth":1,"next":{"title":"前言","level":"2.1","depth":1,"path":"chap01中文资料整合/README.md","ref":"chap01中文资料整合/README.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","search-pro","-sharing","disqus","github-buttons","editlink","ga","-highlight","prism","bibtex-indexed-cite","anchor-navigation-ex","page-footer-ex","splitter","todo","copy-code-button","expandable-chapters-small","donate","livereload"],"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"pluginsConfig":{"prism":{"ignore":["mermaid","eval-js"],"css":["prismjs/themes/prism-solarizedlight.css"]},"disqus":{"useIdentifier":false,"shortName":"gitbook-template"},"editlink":{"label":"Edit","multilingual":false,"base":"https://github.com/riskers/gitbook-template/blob/master"},"livereload":{},"todo":{},"page-footer-ex":{"copyright":"By [Pyrhae](https://github.com/pyrhae)，使用[知识共享 署名-相同方式共享 4.0协议](https://creativecommons.org/licenses/by-sa/4.0/)发布","markdown":true,"update_format":"YYYY-MM-DD HH:mm:ss","update_label":"此页面修订于："},"splitter":{},"search-pro":{"cutWordLib":"nodejieba","defineWord":["Gitbook Use"]},"donate":{"alipay":"https://pyrhae.github.io/covid-19/alipay.jpg","alipayText":"支付宝打赏","button":"赏","title":"","wechat":"https://pyrhae.github.io/covid-19/wechat.png","wechatText":"微信打赏"},"fontsettings":{"theme":"white","family":"sans","size":2},"anchor-navigation-ex":{"associatedWithSummary":true,"float":{"floatIcon":"fa fa-navicon","level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"mode":"float","multipleH1":true,"pageTop":{"level1Icon":"","level2Icon":"","level3Icon":"","showLevelIcon":false},"printLog":false,"showGoTop":true,"showLevel":false},"bibtex-indexed-cite":{"path":"/"},"github-buttons":{"buttons":[{"user":"riskers","repo":"gitbook-template","type":"star","size":"small","count":true}]},"expandable-chapters-small":{},"copy-code-button":{},"ga":{"configuration":"auto","token":"UA-131910384-3"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Pyrhae","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"bibCount":0,"variables":{},"title":"Chronicle of Wuhan Virus","bib":[],"gitbook":"*"},"file":{"path":"README.md","mtime":"2020-04-23T07:57:16.083Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-04-23T12:29:19.975Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-github-buttons/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-editlink/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-copy-code-button/toggle.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-donate/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

